tap "homebrew/cask"
tap "homebrew/services"

brew "gh"
brew "jq"
brew "tmux"
brew "node"
brew "ruby"
brew "mas"
brew "rbenv"

cask "iterm2"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "microsoft-edge"
cask "docker"
cask "zoomus"
cask "keybase"
cask "gpg-suite-pinentry"

mas "Slack", id: 803453959
mas "iMovie", id: 408981434
