tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/services"
tap "jesseduffield/lazygit"

brew "gh"
brew "jq"
brew "tmux"
brew "node"
brew "ruby"
brew "mas"
brew "rbenv"
brew "gpg"
brew "yarn"
brew "heroku"
brew "ripgrep"
brew "git-lfs"
brew "starship"
brew "cocoapods"
brew "trash"
brew "pinentry-mac"
brew "nvim"
brew "tmuxinator"
brew "bat"
brew "tldr"
brew "exa"
brew "reattach-to-user-namespace"
brew "direnv"
brew "lazygit"

cask "iterm2"
cask "visual-studio-code"
cask "1password"
cask "1password-cli"
cask "microsoft-edge"
cask "docker"
cask "zoomus"
cask "keybase"
cask "gpg-suite-pinentry"
cask "divvy"
cask "parsec"
cask "powershell"
cask "github"
cask "ngrok"
cask "postman"
cask "wireshark"
cask "notion"
cask "firefox"
cask "secretive"
cask "multitouch"

mas "Slack", id: 803453959
mas "iMovie", id: 408981434
mas "OneDrive", id: 823766827
mas "Moom", id: 419330170
